主要工作业绩
    1. 熟悉公司的所有产品的业务流程
    2. 单独或者参与负责某些项目的测试工作
        前期参与国内机票政策迭代一和迭代二部分测试用例设计编写
        单独负责了国际票政策以及国际机票调价项目的测试
        参与单独购保部分内容展示测试
    3. 月紧急需求或小需求测试
        儿童婴儿数量配置
        国际机票编单-应收金额支持三位小数
        乘机人姓名生僻字支持中文+拼音
        订单审批重构
        支付前验证
        直加产品添加航线控制
        支付可根据公司配置
    4. 跟进线上bug值周任务
    5. 整理了两篇业务文档
        TMC国内机票授信流程文档（不包含保险）
        不同客户类型和不同保险类型配置之间的保险展示
    6. 在使用APP过程中发现一些产品缺陷
    7. 跟着前辈们学习自动化测试框架
    
个人需要改善
    1. 工作方面
        需要更加深入地去熟悉系统，因为系统逻辑性太强，不熟悉系统就会漏测一些重要的节点
        有时间可以多整理一些系统业务流程文档
        向前辈们多学习一些测试技巧，以及自动化框架的知识
    2. 学习方面
        加强自己的代码能力
        加强一些测试工具的学习使用（chalers、postman等）
    3. 生活方面
        希望自己以后可以更加活泼一些，不要太拘谨，要跟同事之间有跟多的交流

后续工作规划
    后期希望自己在掌握好功能测试的基础上，能掌握更多的测试技能，比如接口测试、性能测试等，推动公司做出更好的产品
    目前更重要的是需要跟着前辈们学习搞自动化，很多时候系统因为缺少回归测试，而导致优化或者上新功能的一些潜藏的bug存在


